[
    {
        "nickname": "--M--",
        "nganhHoc": "Mạng máy tính và truyền thông dữ liệu",
        "dinhHuong": "Lập trình ứng dụng web",
        "soThich": "Hoạt động năng động",
        "hoTro": "Kiến thức nền tảng, hỗ trợ từ cuộc sống đến việc học trong khả năng có thể"
    },
    {
        "nickname": "Cao Tăng FA",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Lập trình web",
        "soThich": "Thích xem phim (Hàn, Mỹ), chơi game offline, nghe nhạc, ca hát...",
        "hoTro": "Hỗ trợ các môn lập trình như C, Java. Chia sẽ kinh nghiệm học tập cũng như các vấn đề từng trải khi là sinh viên năm 1"
    },
    {
        "nickname": "........",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Phát triển phần mềm",
        "soThich": "Thích đi xem phim (phim hack não và hành động), chơi game(ĐTCL, Among us), học nhóm (nhưng chủ yếu là chuyện phiếm)",
        "hoTro": "Algorithm, chia sẽ kinh nghiệm từng trải qua, góp ý để các bạn có thể hoàn thiện hơn về mặt học tập, có thể hỗ trợ các bạn ở 1 vài lĩnh vực khác có người quen, rãnh rỗi có thể chơi among us với nhau hoặc những bạn ở Bình Thạnh giống mình có thể tìm chỗ chơi boardgame"
    },
    {
        "nickname": "X",
        "nganhHoc": "Khoa học máy tính",
        "dinhHuong": "Lập trình ứng dụng",
        "soThich": "Tổ chức sự kiện, tham gia các hoạt động của đoàn hội",
        "hoTro": "Mọi thứ trong khả năng"
    },
    {
        "nickname": "Cún",
        "nganhHoc": "Hệ thống thông tin (Khoa học máy tính)",
        "dinhHuong": "Lập trình ứng dụng",
        "soThich": "Thích xem phim (đặc biệt Marvel), thích chơi game, bóng đá, thói quen chạy bộ",
        "hoTro": "Kiến thức nền ngành CNTT, giải thuật, chia sẽ kinh nghiệm khi còn là sinh viên năm nhất, những khó khăn gặp phải khi còn tân sinh viên"
    },
    {
        "nickname": "DONTKILLME",
        "nganhHoc": "kỹ thuật phần mềm",
        "dinhHuong": "Lập trình ứng dụng",
        "soThich": "Chơi game co-op nâng cao tình đồng đội, boardgame, trà đào và ngồi vỉa hè",
        "hoTro": "Hỗ trợ mọi người về những kinh nghiệm học tập của mình"
    },
    {
        "nickname": "........",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Front-end",
        "soThich": "Bida, dạo phố, chơi game MOBA, tham gia hoạt động",
        "hoTro": "Mong muốn chia sẽ được các kinh nghiệm của bản thân, góp ý liên quan đến lĩnh vực chính mình, ngoài ra mình còn có thể hỗ trợ Edit Video và các công cụ liên quan đến nội dung, thiết kế, thuyết trình"
    },
    {
        "nickname": "Jeny",
        "nganhHoc": "Mạng máy tính và truyền thông dữ liệu",
        "dinhHuong": "Network Administrator, Network Engineer",
        "soThich": "Nghe nhạc, đọc sách, lượn đêm Sài Gòn",
        "hoTro": "Kiến thức về mạng máy tính, CCNA, chia sẽ kinh nghiệm có được trong cuộc sống"
    },
    {
        "nickname": "Xennnnnnn",
        "nganhHoc": "Tính toán thông minh (Khoa học máy tính)",
        "dinhHuong": "Full-stack, Penetrastion Tester, Security Engineer",
        "soThich": "Thức đêm, đọc sách, nghiên cứu",
        "hoTro": "Những gì có thể"
    },
    {
        "nickname": "Chổi chà",
        "nganhHoc": "Khoa học máy tính",
        "dinhHuong": "Lập trình web",
        "soThich": "Chụp choẹt, thích 'mò mẫm' (cái mới, cái lạ :>>), đọc 'toxic' story, hóng drama, đặc biệt đam mê tụi 'hoàng thượng'",
        "hoTro": "Algorithm, OOP, Web, các vấn đề về toán học, mong muốn chia sẽ kinh nghiệm bản thân đã trải qua khi từng là sinh viên năm nhất, giúp một phần để các bạn có thể hiểu rõ các bạn đang muốn làm gì và sẽ làm gì. Lời khuyên khi gặp khó khăn, áp lực hay vấn đề. Cố gắng chia sẽ những kiến thức đã biết. Slogan'Chỉ có không làm chứ không có gì là không thể làm'"
    },
    {
        "nickname": "RB",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Lập trình web và ứng dụng",
        "soThich": "Xem phim, nghe nhạc, chơi game, thích những nơi trong lành yên tĩnh",
        "hoTro": "Chia sẽ những kinh nghiệm, những khó khăn đã từng trải qua trong quá trình học tập. Chia sẽ những kiến thức trong CNTT cũng như giải đáp những thắc mắc mà các bạn gặp phải (trong tầm hiểu biết)"
    },
    {
        "nickname": "Bad_Lucky",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Nghiên cứu",
        "soThich": "Sport & Esports, thích đi chill, thích xem phim",
        "hoTro": "Coding cơ bản, English, Algorithm, logical math và mọi thứ trong khả năng"
    },
    {
        "nickname": "Xu",
        "nganhHoc": "Hệ thống thông tin (Khoa học máy tính)",
        "dinhHuong": "Sau ra trường sẽ theo web hoặc android, một thời gian sau sẽ chuyển qua BA",
        "soThich": "Đi trekk,'già đầu mà vẫn coi hoạt hình',thích biển và ngắm trời mây",
        "hoTro": "Mọi thứ trong khả năng"
    },
    {
        "nickname": "Chuối chưa chín",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Front-end",
        "soThich": "Cún, thích coi Marvel, học, Slogan 'Word-Hard-Play-Hard'",
        "hoTro": "Các bài tập và những thắc mắc.Tớ đoán nếu các cậu đang trằn trọc, suy tư không biết lên đại học sẽ có ai dẫn các cậu đi relax đó đây thì chúc mừng các cậu đã gặp được tớ."
    },
    {
        "nickname": "Hi Im Chuốiii",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Lập trình web và android",
        "soThich": "Vui tính, hòa đồng, thích dạo quanh SG vào buổi tối",
        "hoTro": "Chia sẽ kinh nghiệm xương máu từng trải ở năm nhất, mobile app (Reactjs, React Native)"
    },
    {
        "nickname": "William",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Kỹ sư phần mềm",
        "soThich": "nghe nhạc, chơi game, đọc sách, xem phim, đi du lịch",
        "hoTro": "Trao đổi trong học tập, chia sẻ kinh nghiệm có được trong cuộc sống."
    },
    {
        "nickname": "Sinz",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Front-end",
        "soThich": "Games, mèo, sách",
        "hoTro": " Have fun and make it easy     "                                                                                                                                           
    },
    {
        "nickname": "K",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": " Lập trình ứng dụng",
        "soThich": "nghe nhạc, chơi game",
        "hoTro": "Chia sẻ kinh nghiệm cho các bạn trong học tập  "
    },
    {
        "nickname": "Sakari",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Lập trình ứng dụng",
        "soThich": "Chơi game, anime, manga",
        "hoTro": "Chia sẻ kinh nghiệm ở môi trường đại học. Hỗ trợ một số vấn đề liên quan đến CNTT"
    },
    {
        "nickname": "Dumbo",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Lập trình ứng dụng",
        "soThich": "Chơi game, xem phim, đi phượt cùng bạn bè",
        "hoTro": "Chia sẻ kinh nghiệm đã biết ở năm nhất, giải đáp thắc mắc về trường, các vấn đề cá nhân (mua quần áo, đi ăn,...)"
    },
    {
        "nickname": "Agent P",
        "nganhHoc": "Mạng máy tính và truyền thông dữ liệu",
        "dinhHuong": "Lập trình web",
        "soThich": "Ăn, ngủ, ca hát",
        "hoTro": "Chia sẻ kinh nghiệm trong học tập, kiến thức tổng hợp được."
    },
    {
        "nickname": "Mooned",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Lập trình web và ứng dụng",
        "soThich": "Chơi game, xem Youtube, tìm hiểu kiến thức mới",
        "hoTro": "Chia sẻ kinh nghiệm học tập, kỉ năng trong cuộc sống"
    },
    {
        "nickname": "Endg",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Lập trình web",
        "soThich": "Tìm hiểu kiến thức mới",
        "hoTro": "Tham gia các hoạt động để kiếm điểm rèn luyện, chia sẻ những kinh nghiệm sau 2 năm học tại trường"
    },
    {
        "nickname": "SK",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Lập trình mobile và front-end",
        "soThich": "Xem phim, đọc truyện, chơi game, chơi thể thao",
        "hoTro": "Chia sẻ kinh nghiệm, giải đáp các câu hỏi, thắc mắc của sinh viên trong vấn đề học tập cũng như đời sống"
    },
    {
        "nickname": "Foxxy",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "BA, Front-end, UX/UI, Data Analyst/Engineer",
        "soThich": "Đọc sách, âm nhạc, game, diễn thuyết, coffee and tea, chém gió và ăn vặt",
        "hoTro": "Hỗ trợ các bạn trong học tập cũng như trong cuộc sống, cùng học, cùng chơi, cuối tuần dắt nhau đi xem phim chẳng hạn"
    },
    {
        "nickname": "--S--",
        "nganhHoc": "Kỹ thuật phần mềm",
        "dinhHuong": "Tester",
        "soThich": "Đọc meme, cà khịa",
        "hoTro": "Dạy kèm bơi auto qua môn, các kiến thức nền tảng và định hướng, chia sẽ về cuộc sống. Tester thân thiện cần tuyển người dạy piano"
    },
    {
        "nickname": "Giàng A Phò",
        "nganhHoc": "Tính toán thông minh (Khoa học máy tính)",
        "dinhHuong": "Nghiên cứu (Natural Language Processing)",
        "soThich": "Thích xem phim hack não, game RPG, đá bóng, cà phê, cà pháo đặc biệt là cà khịa",
        "hoTro": "Chia sẻ những kinh nghiệm đã từng trải khi là sinh viên năm nhất, góp ý những điều nên theo và những việc nên tránh. Chia sẻ những kiến thức bổ trợ liên quan đến CNTT"
    }

]